 const waveBoothData=
//  {
//   "dataType": "waveform",    // 数据类型：波形数据
//   "channel": 1,              // 通道数：单通道
//   "sampleRate": 250,         // 采样率：每秒250个点【核心参数】，行业通用值(250/500/1000Hz)
//   "unit": "mV",              // 数值单位：毫伏（硬件采集的电压值，波形的纵轴单位）
//   "waveData": [128, 131, 129, 125, 122, 120, 118, 119, 123, 126, 130, 133, 135, 132, 127, 124, 121, 119, 122, 125, 129, 132, 130, 126, 123, 120, 117, 118, 121, 124]
// }
{
    deviceId: "BT-89023761",
    dataType: "waveform",
    channel: 1,
    sampleRate: 250,
    unit: "mV",
    timestamp: 1736799456231,
    status: "normal",
    waveData: [
      128,135,123,129,141,118,132,146,121,133,
      119,150,127,122,138,115,141,128,124,156,
      117,135,120,149,126,131,118,144,123,137,
      121,160,116,129,147,122,134,119,152,125,
      // 128,143,117,136,121,155,118,130,146,123,
      // 138,115,149,127,133,120,142,119,158,122,
    ]
  }
export default waveBoothData;